/* authorizing */
"authorizing" = "授权";

/* bookmarks */
"bookmarks" = "书签";

/* bookmarks menu */
"Bookmarks Menu" = "书签菜单";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "书签工具栏";

/* cancel */
"Cancel" = "取消";

/* unable to load page */
"Cannot Load Page" = "无法载入页面";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "无法从钥匙链中载入私钥";

/* cannot submit email */
"Cannot Submit" = "无法提交";

/* unable to refresh data */
"Cannot Sync" = "无法同步";

/* connecting */
"connecting" = "正在连接";

/* copy the url to the clipboard */
"Copy URL" = "复制 URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "服务器中的数据格式比较新且无法识别。请更新 SyncClient。";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "服务器中的数据格式比较旧且已不再被支持。请更新您计算机中的 Firefox 同步。";

/* duplicate email address */
"Duplicate" = "重复";

/* send the url via email */
"Email URL" = "电子邮件 URL";

/* error loading page */
"Error Loading Page" = "载入页面出错";

/* error retrieving data */
"Error Retrieving Data" = "获取数据出错";

/* Failed Server Lookup */
"Failed Server Lookup" = "无法找到服务器";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "无法与服务器沟通 (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "无法将私钥安装至钥匙链 (%d)";

/* email content */
"Here is that site we talked about:" = "这是我们提及的站点：";

/* history */
"history" = "历史";

/* incorrect password */
"Incorrect Password" = "密码错误";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "错误的同步密钥";

/* we will send instructions */
"Instructions are on the way" = "已经给您发送了相关说明";

/* invalid url */
"Invalid URL" = "无效的 URL";

/* loading web page */
"loading..." = "载入中...";

/* unable to login */
"Login Failure" = "登录失败";

/* mobile bookmarks */
"Mobile Bookmarks" = "移动书签";

/* no internet connection */
"No internet connection available" = "无可用因特网连接";

/* no matching items found */
"No Matches" = "无匹配项";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "隐私政策";

/* refresh local data */
"Refresh" = "刷新";

/* searching for matching items */
"Searching..." = "搜索中...";

/* email subject */
"Sending you a link" = "正在发送链接给您";

/* re-authenticate */
"Sign In" = "登入";

/* stop refreshing data */
"Stop" = "停止";

/* tabs */
"tabs" = "标签页";

/* terms of service */
"Terms Of Service" = "服务条款";

/* thank you for submitting */
"Thank you!" = "谢谢您！";

/* the email address already exists in our database */
"That email address has already been submitted" = "该邮件地址已经被提交过了";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "无法与服务器沟通 (%d)";

/* server unavailable */
"Unable to contact server" = "无法联系服务器";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "无法提交您的邮件地址，请稍后重试 (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "未排列的书签";

/* username not found */
"User Name Not Found" = "错误的帐号名";

/* launch safari to display the url */
"View in Safari" = "在 Safari 中查看";

/* Required */
"Required" = "必须";

/* Caution: use at own risk */
"Caution: use at own risk" = "警告：使用自行承担风险";

/* Enter your Sync account information */
"Enter your Sync account information" = "请输入您的 同步 帐号信息";

/* Account */
"Account" = "帐号";

/* Password */
"Password" = "密码";

/* Sync Key */
"Sync Key" = "同步密钥";

/* Use Custom Server */
"Use Custom Server" = "使用自定义服务器";

/* Server URL */
"Server URL" = "服务器 URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "无法设置 同步";

/* Try Again */
"Try Again" = "重试";

/* Manual Setup */
"Manual Setup" = "手动设置";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "Firefox 之家无法连接至 同步。您想要重试吗？";

/* Passcode */
"Passcode" = "密码";

/* Used for a small button */
"Not Now" = "暂不";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "因为最近的一次更新，您需要再次登录 Firefox 之家。";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "Firefox 之家无法载入该页面，因其为不支持的类型。";
